/* Unknown error message */
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";

/* plugin button tooltip */
"Insert the image or video into a Numbers document." = "Bild oder Video in ein Numbers-Dokument einfügen.";

/* plugin name */
"Numbers" = "Numbers";

/* Not installed error message */
"Numbers is not installed." = "Numbers ist nicht installiert.";

/* Cannot share to Numbers */
"Unable to share to Numbers" = "Weitergabe an Numbers nicht möglich";

